{"_id":{"$oid":"59d732d807cbf54672583dd9"},"discrption":"\u003cp style='text-align: justify;'\u003e\u003cstrong\u003eGeoTracz Terms of Use\u003c/strong\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eThese terms and conditions ('Terms') apply to the provision of tracking APP \u0026amp; panel services by GeoTracz \u0026nbsp;(referred to as '\u003cem\u003eGeoTracz\u003c/em\u003e', '\u003cem\u003ewe\u003c/em\u003e' or '\u003cem\u003eus\u003c/em\u003e') to purchasers of any GeoTracz GPS devices sold by or on behalf of GeoTracz from time to time for use with the tracking panel (each a '\u003cem\u003eDevice\u003c/em\u003e'). The term 'you' refers to the end user of the Device who intends to use the GeoTracz tracking App \u0026amp; panel service provided \u003c/span\u003eat:\u003cspan \u003e \u003ca href='http://www.geotracz.com'\u003ehttp://www.GeoTracz.com\u003c/a\u003e,\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eThe GeoTracz tracking App \u0026amp; panel service is referred to as the '\u003cem\u003eService\u003c/em\u003e'.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eIt is a condition of our providing the Service that you accept these Terms. These Terms and those appearing on our website at \u003ca href='http://www.geotracz.com/terms'\u003ehttp://www.GeoTracz.com/terms\u003c/a\u003e are the entire \u003c/span\u003estatement\u003cspan \u003e of the contract between us and you agree that you have not entered into these Terms in reliance on any statement or representation made by or on behalf of us.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eActivating The Device\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eYour Device consists of a GPS tracker, which determines the location of the Device by using signals from GPS satellites, and a GSM mobile phone SIM, which is used to report that location over the mobile phone network of our preferred supplier, to the Service. Accordingly:\u003c/span\u003e\u003c/p\u003e\u003cul\u003e\u003cli\u003e\u003cspan \u003eYou accept that the Device must be able to communicate with the appropriate GPS satellites, by line of sight, so the Device will generally not work indoors or where the line of sight is obscured;\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eYou also accept that the Device must be in the reception range of our preferred GSM network supplier. If the Device loses connection, the Service will continue to show the last known location of the Device.\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eIn order to activate the Device and use the Service, you must correctly enter in the IMEI and SIM numbers supplied with your Device, in order to set up an account with us. You must also keep the credit on that mobile account topped up. If you enter the wrong numbers, you may end up crediting someone else's account and it is unlikely that you will be able to get that money back. You will also not be able to use the Device with the Service and will not receive alerts or other messages.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eWe strongly recommend that you check the numbers carefully and then set up an alert and test whether you receive it.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eUse of SIM card\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eIf you damage the supplied SIM, you may not be able to use the Service until we send you a replacement. We may charge you for any replacement SIM card.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003ePLEASE NOTE\u003c/strong\u003e: that the Device and Service are set up to work ONLY with the SIMs we provide. You must not use any other SIM with your Device as it will not work with the Service. If you need to use another SIM, for \u003c/span\u003eexample\u003cspan \u003e because you are using the Device in a country for which we do not supply SIMs, please contact us and we will endeavour to unlock the Device so you can use the Service, in return for a charge. We cannot guarantee that third party SIMs will work with the Device or the Service.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003ePLEASE NOTE\u003c/strong\u003e: that opening or tampering with the Device, including by replacing the SIM with a third party SIM, may invalidate the warranty (see below).\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eDevice Warranty\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eWe warrant to you (provided that you are the original purchaser of the Device) that the Device will be free from significant defects in material and workmanship for a period of 2 years from the date of original purchase as shown on your receipt. Should the Device need to be returned, contact us for a return authorisation number before sending it. The Device should then be sent to us, properly packaged and using a signed-for delivery method, together with proof of purchase. The warranty does not cover Devices which have been subject to abuse or neglect or which have been tampered with or modified (including by changing the SIM card).\u003c/span\u003e\u003cbr /\u003e\u003cspan \u003eIf you are a consumer, your statutory rights are unaffected. For further information on your statutory rights, contact your local authority Trading Standards Department or Citizen's Advice Bureau.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eThe Service\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cul\u003e\u003cli\u003e\u003cspan \u003eAs with any GPS or mobile data device, the accuracy of the location information shown on the tracking App \u0026amp; panel depends on , amongst other things, the quality of the connection between the Device and the GPS satellites and the connection with the mobile phone network. These can be affected by environmental factors such as bad weather or the presence of tall buildings and information can be delayed, corrupted or lost. The information on the tracking App \u0026amp; panel is, therefore, to be regarded as being a guide to the location of the Device at the time of the last update received from it, and subject to error. At best, the Device is accurate to around 5 metres.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eWe do not warrant that the Service will be available at all times, as (in addition to the factors mentioned above), it may be down for maintenance or as a result of a fault. We will endeavour to fix faults as quickly as we can.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eAccordingly, we cannot accept liability for any loss or damage incurred by you or any third party using your Device, arising from the Service or the Device, from any information displayed as part of the Service or from any unavailability of any of them. Use of the Device and the Service is not a substitute for proper care and supervision of the item to which the Device is attached. It is your responsibility to ensure you have any relevant insurance and to consider and decide whether the Device and Service are appropriate for your needs.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eWe do accept liability for the death of or injury to any person caused by our negligence or arising under the Consumer Protection Act 1987. Apart from such liability, our total liability to you and any third party using your Device, arising out of or in connection with the Device or the Service, and whether in contract, tort (including negligence) or otherwise, will be limited to the aggregate of the price paid for the Device and the most recent charges paid for the Service (if any). We do not accept liability for any indirect or consequential losses or for loss of profit, business or revenue, whether direct or indirect.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eIf at any time we believe that you have broken these Terms or the terms of any other agreement with us, or are using the Device or the Service improperly or illegally, we may terminate or suspect the provision of the Service immediately. We will inform you by text or e-mail to the contact details you have given us if we have taken, or intend to take such action.\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\u003cp\u003e\u0026nbsp;\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eUse Of Information\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cul\u003e\u003cli\u003e\u003cspan \u003eWe will collect personal information about you when you register with us, to enable us to set up an account with us and with our mobile phone provider, and so that we can provide the Service to you. As part of the Service, we will send you SMS, e-mails and other messages and alerts in accordance with the way you have configured the Service and to inform you of changes or problems. It is important therefore that you keep your contact details up to date.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eIn order to provide the Service, we may store or process your data outside the EEA.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eBy entering into these Terms, you agree that we may collect, store, use and disclose your data, and contact you, as set out above.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eWe will not give your information to any third parties for marketing purposes or disclose them to anyone other than as needed to provide the Service or as required by any applicable laws or civil authorities. We will comply with the Data Protection Act and associated legislation.\u003c/span\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003ePLEASE NOTE\u003c/strong\u003e: you may be breaking data protection and other laws if you use the Device to track a person without that person's consent. We cannot accept liability in respect of any such use, whether with or without consent.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eCharges\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cul\u003e\u003cli\u003e\u003cspan \u003eYou will need to keep your GPS top-up account with us in credit in order to receive the Service. The number of days worth of credits you have left is shown in the bottom left-hand corner of the panel.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eShould the item be returned and no manufacturing faults found in-line with our manufacturer\u0026rsquo;s warranty we reserve the right at our sole discretion to charge \u0026pound;15 to be deducted \u003c/span\u003eagainst\u003cspan \u003e any top-up credit balance due to cover costs of cancelling the SIM card in the device. Where possible we will endeavour to avoid this.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eIf your account runs out of credit, or a payment is not made on time, we reserve the right to suspend or terminate the Service. If you lose or forget your account access information, then we may not be able to recover any balances and you may need to set up a new account and purchase a new SIM card from us.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eOur unlimited packages are primarily designed for use on our devices in India. Whilst we supply these packages at this price to all countries, and we have every intention of maintaining our current pricing, we do need to reserve the right to charge an additional amount for certain countries outside of India if required.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eRest assured, in all the years we have been selling GPS devices we have never had to do this \u003cspan style='text-align: justify;'\u003ebut need to maintain the option due to network rates being outside of our control.\u003c/span\u003e\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003ePLEASE NOTE\u003c/strong\u003e: Our SIM cards are set up to work on our selected network within India (or such other country as we may have agreed with you at the time of registration) (the 'Base Network'.). Data roaming charges may apply for using another network or if you use the Device outside India. Our roaming and top-up charges for use other than on the Base Network will be clearly published on this website or explained to you at the time of top-up or use on the other network.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eMinimum Top-Up Requirement\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eUse of the tracking App \u0026amp; panel service (starting from the date you register on this site) is included as part of our minimum top-up requirement; should the minimum top-up requirement not be met we reserve the right to cancel the use of the GPS tracker and the use of the GPS Tracking Panel. The minimum top-up requirement is 3 months of GPS credits in any year period. Should your device be disconnected due to non-adherence to the minimum top-up requirement, there will be a charge made of \u0026pound;35 to re-instate the Service. This charge will not be refundable if you stop using the Service part way through a year.\u003c/span\u003e\u003cbr /\u003e\u003cspan \u003eShould your GPS tracker require a firmware upgrade, it will also be subject to an initial minimum top-up requirement of 1 month of GPS credits, payable at the time of upgrade.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eGPS Device Returns\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eIf you are not entirely happy with your GPS device purchase and wish to return it to us, we offer a full refund if the device is returned to us within 14 days of purchase, in its original packaging, and in \u0026ldquo;As-New\u0026rdquo; condition. GeoTracz reserves the right to charge you a one-off administration fee for cancelling the SIM card service.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eGoverning Law / Jurisdiction\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003eThis Agreement will be governed by and construed in all respects in accordance with Indian law and the parties agree to submit to the exclusive jurisdiction of the Indian courts.\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u0026nbsp;\u003c/span\u003e\u003c/p\u003e\u003cp style='text-align: justify;'\u003e\u003cspan \u003e\u003cstrong\u003eMisc conditions\u003c/strong\u003e\u003c/span\u003e\u003c/p\u003e\u003cul\u003e\u003cli\u003e\u003cspan \u003eThe client will be responsible for any misuse of the Android or iOS application.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eThe client will be responsible for any damage or misuse of the GPS device.\u003c/span\u003e\u003c/li\u003e\u003cli\u003e\u003cspan \u003eThe client will be responsible for any misuse or damage of Postpaid SIM installed inside the GPS device.\u0026nbsp;\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e"}
